<template>
  <div id="container">
    <!-- title -->
    <div id="title">
      <h1>title</h1>
      <span id="titleDetail">cartegory</span>
      <span id="titleDetail">11 Aug 2019</span>
    </div>

    <div id="titleLine"></div>

    <!-- content -->
    <div id="content">
      <p>
        긴지라 눈에 구하기 청춘 내는 봄바람이다. 동산에는 못할 눈에 있는 시들어
        청춘의 낙원을 그들의 거친 뿐이다. 내는 하는 풀이 풍부하게 듣는다. 얼마나
        이는 구하지 모래뿐일 찾아 청춘 끓는다. 가지에 이상은 투명하되 스며들어
        시들어 발휘하기 천하를 끝에 갑 사막이다. 가진 따뜻한 역사를 것이다.
        끝까지 청춘의 눈에 칼이다. 이 없으면 지혜는 미인을 인생에 봄바람이다.
        미인을 안고, 가지에 듣는다.
      </p>
      <p>
        커다란 내려온 작고 두기 꽃이 이상, 운다. 물방아 얼마나 이 같으며,
        있으랴? 위하여서, 우리의 얼마나 위하여, 너의 때문이다. 동산에는 그들의
        방황하여도, 같이 공자는 찾아 속잎나고, 이것이다. 인도하겠다는 미묘한
        쓸쓸한 청춘이 아니한 얼음과 역사를 별과 있으랴? 인생의 간에 황금시대를
        있는 끝까지 우리 청춘의 그들의 것이다. 찾아 피고, 따뜻한 힘차게 그들의
        속잎나고, 그들은 이상은 운다. 뭇 있는 이것은 쓸쓸한 어디 청춘이 불어
        것이다. 찾아다녀도, 아니한 산야에 굳세게 운다. 넣는 들어 날카로우나 꽃이
        귀는 봄날의 인생에 쓸쓸한 것은 있는가? 내려온 크고 행복스럽고 없으면
        얼마나 피어나기 구할 있으며, 들어 있는가?
      </p>
      <p>
        바이며, 트고, 방지하는 찬미를 힘있다. 기관과 그들에게 없으면 인간은 불어
        같이, 현저하게 내려온 천고에 것이다. 목숨이 봄바람을 무한한 천자만홍이
        착목한는 우는 갑 따뜻한 부패뿐이다. 역사를 있는 인간은 보배를 가지에
        얼마나 무한한 사막이다. 날카로우나 두손을 끓는 밝은 인간의 위하여서 길지
        그리하였는가? 동력은 시들어 있는 위하여, 구하지 부패뿐이다. 돋고, 그들은
        유소년에게서 싶이 바이며, 것이다. 얼마나 모래뿐일 인간에 무엇을
        이것이다. 그와 그들은 행복스럽고 대고, 그러므로 사람은 속에 것이 말이다.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  components: {}
};
</script>

<style scoped>
#container {
  padding: 50px 80px 50px 80px;
}

#title {
  padding-bottom: 15px;
}

#titleLine {
  width: 80%;
  border: 0.5px solid #efeeee;
  margin-bottom: 80px;
}

#titleDetail {
  padding: 20px 20px 0 0;
  color: #b2b2b2;
}

#content {
  color: #454545;
}
</style>
